Repository: LimeLinux/Packages
Catalog: util/admin/isodumper/files/*.po
Languages: tr

source: %r not known to UDisks2
tr: %r UDisks2 tarafından bilinmiyor

source: UDisks2 is not available on your system
tr: UDisks2 sisteminizde bulunamadı

source: Target Device:
tr: Hedef Aygıt:

source: Backup in:
tr: Şuraya yedekle:

source: The device was formatted successfully.
tr: Aygıt başarıyla biçimlendirildi.

source: An error occurred while creating a partition.
tr: Bir disk bölümü oluşturulurken hata meydana geldi.

source: Authentication error.
tr: Yetkilendirme hatası.

source: An error occurred.
tr: Bir hata oluştu.

source: The destination directory is too small to receive the backup (%s Mb needed)
tr: Hedef dizin yedeklemeyi almak için çok küçük (%s Mb gerekli)

source: Backup in:
tr: Şuraya yedekle:

source: The device is too small to contain the ISO file.
tr: Aygıt ISO dosyasını içermek için çok küçük

source: The device is bigger than 32 Gbytes. Are you sure you want use it?
tr: Aygıt 32 Gbayttan büyük. Bu aygıtı kullanmak istediğinize emin misiniz?

source: Unmounting all partitions of
tr: Tüm bölümlerden çıkart

source: Trying to unmount
tr: Çıkarmaya çalışıyor

source: was terminated by signal
tr: Sinyal tarafından sonlandırıldı

source: Error, umount
tr: Hata, umount

source: successfully unmounted
tr: başarıyla çıkarıldı

source: returned
tr: döndü

source: Execution failed:
tr: Çalıştırma başarısız:

source: Could not read mtab !
tr: mtab okunamadı !

source: Reading error.
tr: Okuma hatası.

source: You have not the rights for writing on the device
tr: Aygıta yazma hakkına sahip değilsiniz

source: to
tr: şuna

source: Writing
tr: Yazdırıyor

source: Executing copy from
tr: Kalıptan kopyalama çalıştırılıyor

source: Writing error.
tr: Yazma hatası.

source: Wrote:
tr: Yazıldı:

source: successfully written to
tr: başarıyla aygıta yazıldı

source: Image
tr: İmaj

source: Bytes written:
tr: Yazılan bayt:

source: Checking
tr: Denetleniyor

source: SHA1 sum:
tr: SHA1 özeti:

source: MD5 sum:
tr: MD5 özeti:

source: Run Isodumper
tr: Isodumper uygulamasını çalıştırın

source: Authentication is required to run Isodumper
tr: Isodumper uygulamasını çalıştırmak için kimlik doğrulaması gerekli

source: A GUI tool to write .img and .iso files to USB Keys
tr: USB Bellek Yazma Aracı

source: Writing is in progress. Exiting during writing will occur that the device or the backup will be unusable. Are you sure you want to quit during writing?
tr: Yazma işlemi sürüyor. Uygulamadan çıkmak aygıtı kullanılamaz hale getirecektir. Aygıta yazma sürerken çıkmak isteğidiğinize emin misiniz?

source: A tool for writing ISO images on a USB stick. It's a fork of usb-imagewriter.
tr: ISO imajlarını bir USB belleğe yazmak için geliştirilmiş bir araçtır. usb-imagewriter uygulamasından çatallanmıştır.

source: Select
tr: Seç

source: <b>Warning</b> This will <b>destroy all data</b> on the target device, are you sure you want to proceed ? If you say ok here, please <b>do not unplug</b> the device during the following operation.
tr: <b>Uyarı</b> Bu işlem hedef aygıttaki<b>tüm bilgileri silecek</b> işlemi yapmak istediğinize emin misiniz? Eminseniz, lütfen işlem devam ederken <b>aygıtı çıkarmayın</b>.

source: Do you want to overwrite the file?
tr: Dosyanın üzerine yazmayı istiyor musunuz?

source: <b>Error</b> Something went wrong, please see the details window for the exact error. The application will be closed with this window, and a logfile (/home/-user- or /root)/.isodumper/isodumper.log will be saved.
tr: <b>Hata</b> Bir şeyler yanlış gitti. Lütfen tam hata çıktısı için ayrıntılar penceresine bakın. Uygulama bu pencere ile kapanacak olup isodumper.log adında bir günlük kaydı ev_dizini/.isodumper dizininde oluşturulacaktır.

source: Label for the device:
tr: Aygıt etiketi:

source: The standard. The size of files are limited to 4Gb
tr: Standart. Dosyaların boyutu 4Gb ile sınırlıdır

source: To handle files bigger than 4Gb
tr: 4Gb üzeri dosyaları işlemek için

source: Only for Linux systems
tr: Sadece Linux sistemler için

source: Isodumper - Help
tr: Isodumper-Yardım

source: Mageia IsoDumper ---------------- This GUI program is primarily for safely writing a bootable ISO image to a USB flash drive, an operation devious & potentially hazardous when done by hand. As a bonus, it can also back up the entire previous contents of the flash drive onto the hard disc, and restore the flash drive to its previous state subsequently. It gives also a feature for formatting the USB device. IsoDumper can be launched either from the menus, or a user or root console with the command 'isodumper'. For normal users, the root password is solicited; this is necessary for the program's operation. The flash drive can be inserted beforehand or once the program is started. In the latter case, a dialogue will say that there is no flash drive inserted, and allow a 'retry' to find it once it is. (You may have to close any automatically opened File Manager window). The fields of the main window are as follows: - Device to work on: the device of the USB flash drive, a drop-down list to choose from. - Write Image: to choose the source ISO image *.iso (or flash drive backup file *.img) to write out. - Write to device: This button launches the operation - with a prior warning dialogue. If a flash drive backup was requested, this is done first. Then (or only) the image file write. Each operation is shown in the progress bar beneath. - Backup in: define the name and placement of the backup image file. The current flash drive will be backed up to a disc file. Note that the entire flash drive is preserved, regardless of its actual contents; ensure that you have the necessary free disc space (the same size as the USB device). This backup file can be used later to restore the flash drive by selecting it as the source *.img file to write out. - Backup the device: launch the backup operation. - Format the device: create an unique partition on the entire volume in the specified format in FAT, NTFS or ext. You can specify a volume name and the format in a new dialog box. - Details: this button shows detailed log information.
tr: Mageia IsoDumper ---------------- Bu GUI uygulaması öncelikle elle yapıldığında karmaşık ve zararlı olabilecek olan önyükleme yapılabilir bir ISO imajını bir USB belleğe güvenli biçimde yazma işlemini gerçekleştirmeye yarar. İlaveten usb bellekteki mevcut içeriğin tamamını sabit diske yedekleyebilir ve bu yedekten usb belleğe geri yükleme yapabilir. Ayrıca, usb belleği biçimlendirme imkanı da sunar. IsoDumper menülerden veya bir kullanıcı yada kök komut satırından 'isodumper' komutu çalıştırılarak kullanılabilir. Normal kullanıcılar için uygulamanın çalışması için zorunlu olan kök parolası sorulur. Usb bellek önceden veya uygulama başlatıldıktan sonra bilgisayara takılabilir. Son durumda, bir usb belleğin takılı olmadığını belirten bir pencere görüntülenir ve 'yeniden deneme' imkanı sunulur. ( Kendiliğinden açılan dosya yöneticisi penceresini kapatmanız gerekebilir). Ana penceredeki alanlar şu şekildedir: - Üzerinde çalışılacak aygıt: USB bellek aygıtı, bir açılır menüden seçim yapılır. - Yazılacak imaj: yazılacak kaynak ISO imajı *.iso ( veya usb bellek yedekleme dosyası *.img) - Aygıta yaz: Bu düğme işlemi başlatır - bir uyarı penceresi görüntülenir. Bir usb bellek yedeklemesi istenmişse öncelikle bu işlem yapılır. Sonra (veya sadece) imaj yazılır. Her işlem alttaki ilerleme çubuğunda görüntülenir. - Yedekleme konumu: yedekleme dosyasının adını ve konumunu belirtin. Geçerli usb bellek içeriği bir disk dosyasına yedeklenir. İçeriği gözetilmeksizin tüm usb bellek yedeklenir; bu yüzden gerekli (USB bellek alanı ile aynı) boş disk alanına sahip olduğunuzdan emin olun. Yedekleme dosyası daha sonra *.img kaynak dosyası seçilerek geri yüklenebilir. - Aygıtı yedekle: yedekleme işlemini başlat. - Aygıtı biçimlendir: tüm alanda FAT, NTFS veya ext biçiminde benzersiz bir disk bölümü oluşturur. Bir disk bölümü adı ve biçimi yeni bir pencerede belirleyebilirsiniz.. - Ayrıntılar: bu düğme ayrıntılı günlük kaydını görüntüler.

source: Device to work on:
tr: Üzerinde çalışılacak aygıt:

source: Select target device to write the image to
tr: Kalıp yazdırma için bir hedef aygıt seçin

source: Write Image:
tr: Kalıp yaz:

source: Select an image file to be written to the device
tr: Yazmak için bir kalıp dosyası seçin

source: Select Image
tr: İmaj Seç

source: Write to device
tr: Aygıta yaz

source: Create a backup of the device as image to restore it later
tr: Aygıtın imaj olarak sonradan kullanmak üzere bir yedeğini oluşturun

source: (None)
tr: (Hiçbiri)

source: Select a folder in which to write the backup image
tr: Yedekleme imajının yazılacağı bir dizin seçin

source: Backup the device
tr: Aygıtı yedekle

source: Format the device in FAT, NTFS or ext:
tr: Aygıtı FAT, NTFS veya ext olarak biçimlendir:

source: Choose the format. The device will be formatted in one partition
tr: Bir biçim seçin. Aygıt tek disk bölümü olarak biçimlendirilecektir

source: Format the device
tr: Aygıtı biçimlendir

source: Details
tr: Detaylar

source: <b>Warning</b> No target devices were found. You need to plug in a USB Key to which the image can be written.
tr: <b>Uyarı</b> Hedef aygıt bulunamadı. İmajın üzerine yazılabileceği bir USB bellek takmalısınız.

source: <b>Success</b> The operation was successfully performed. You are free to unplug it now, a logfile (/home/-user- or /root)/.isodumper/isodumper.log will be saved when you close the application.
tr: <b>Başarı</b> İşlem başarıyla tamamlandı. Aygıtı çıkarabilirsiniz. İşleme dair bir isodumper.log kayıt. dosyası uygulama kapandığında ev_dizini/.isodumper/ altına kaydedilecektir.
